Repository: olvid-io/olvid-ios
Catalog: Sources/App/AppAndExtensions/App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

source: All attachments will be automatically downloaded.
de: Alle Anhänge werden automatisch heruntergeladen.
es: Todos los archivos adjuntos se descargarán automáticamente.
fr: Toutes les pièces jointes seront téléchargées automatiquement.
it: Tutti gli allegati verranno scaricati automaticamente.
ja: すべての添付ファイルは自動的にダウンロードされます。
ko: 모든 첨부 파일은 자동으로 다운로드됩니다.
pt_br: Todos os anexos serão baixados automaticamente.
pt_pt: Todos os anexos serão descarregados automaticamente.
ru: Все вложения будут автоматически загружены.
uk: Усі вкладення будуть автоматично завантажені.
zh_hans: 所有附件将自动下载

# APP_DIRECTORIES
source: Directories within the app
de: Ordner innerhalb der App
es: Carpetas dentro de la aplicación
fr: Répertoires de l'app
it: Cartelle all'interno dell'app
ja: アプリ内のディレクトリ
ko: 앱 내 디렉터리
pt_br: Pastas dentro do aplicativo
pt_pt: Diretórios dentro da aplicação
ru: Директории внутри приложения
uk: Директорії в додатку
zh_hans: 应用内的目录

source: Archive
de: Archiv
es: Archivo
fr: Archiver
it: Archivio
ja: アーカイブ
ko: 보관
pt_br: Arquivar
pt_pt: Arquivar
ru: Архив
uk: Архів
zh_hans: 归档

# ARCHIVED_DISCUSSION
source: Discussion archived
de: Diskussion archiviert
es: Conversación archivada
fr: Discussion archivée
it: Discussione archiviata
ja: ディスカッションはアーカイブされました
ko: 대화 내용이 보관되었습니다.
pt_br: Conversa arquivada
pt_pt: Conversa arquivada
ru: Дискуссия заархивирована
uk: Завершений діалог
zh_hans: 讨论已归档

source: Archived discussions
de: Archivierte Chats
es: Discusiones archivadas
fr: Discussions archivées
it: Discussioni archiviate
ja: アーカイブされた会話
ko: 보관된 대화
pt_br: Conversas arquivadas
pt_pt: Conversas arquivadas
ru: Заархивированные обсуждения
uk: Заархівовані розмови
zh_hans: 已归档的对话

source: Are you sure you want to abort?
de: Bist du sicher, dass du abbrechen möchtest?
es: ¿Estás seguro de que quieres cancelar?
fr: Voulez-vous vraiment abandonner ?
it: Sei sicuro di voler annullare?
ja: 本当に中止しますか？
ko: 정말로 중단하시겠습니까?
pt_br: Tem certeza de que deseja cancelar?
pt_pt: Tem a certeza de que quer cancelar?
ru: Вы уверены, что хотите отменить?
uk: Ви впевнені, що хочете скасувати?
zh_hans: 您确定要取消操作吗？

source: Are you sure you want to decline this invitation?
de: Sind Sie sicher, dass Sie diese Einladung ablehnen möchten?
es: ¿Estás seguro de que quieres rechazar esta invitación?
fr: Voulez-vous vraiment décliner cette invitation ?
it: Sei sicuro di voler rifiutare questo invito?
ja: この招待を本当に拒否しますか？
ko: 이 초대 제안을 거절하시겠습니까?
pt_br: Tem certeza de que deseja recusar este convite?
pt_pt: Tem a certeza de que quer recusar este convite?
ru: Вы уверены, что хотите отклонить это приглашение?
uk: Ви впевнені, що хочете відхилити це запрошення?
zh_hans: 您确定要拒绝此邀请吗？

source: Are you sure you want to ignore this invitation?
de: Bist du sicher, dass du diese Einladung ignorieren möchtest?
es: ¿Estás seguro de que quieres ignorar esta invitación?
fr: Voulez-vous vraiment ignorer cette invitation ?
it: Sei sicuro di voler ignorare questo invito?
ja: この招待を無視してよろしいですか？
ko: 이 초대 메시지를 무시하시겠습니까?
pt_br: Tem certeza de que deseja ignorar este convite?
pt_pt: Tem a certeza de que quer ignorar este convite?
ru: Вы уверены, что хотите отклонить это приглашение?
uk: Ви впевнені, що хочете проігнорувати це запрошення?
zh_hans: 您确定要忽略此邀请吗？

# ATTACHMENTS_INFO
source: Attachments
de: Anhänge
es: Adjuntos
fr: Pièces jointes
it: Allegati
ja: 添付ファイル
ko: 첨부 파일
pt_br: Anexos
pt_pt: Anexos
ru: Вложения
uk: Вкладення
zh_hans: 附件

# ATTACH_PREVIEW_LABEL
source: Attach a preview of links you send
de: Füge eine Vorschau der von dir gesendeten Links hinzu
es: Adjunta una vista previa de los enlaces que envías
fr: Joindre un aperçu des liens envoyés
it: Allega un'anteprima dei link che invii
ja: 送信するリンクのプレビューを添付
ko: 링크를 보낼 때 미리보기 이미지를 첨부하세요.
pt_br: Anexe uma prévia dos links que você enviar
pt_pt: Anexar uma pré-visualização dos links que envia
ru: Прикрепите предпросмотр отправляемых ссылок
uk: Додайте попередній перегляд посилань, які ви надсилаєте
zh_hans: 附加您发送的链接的预览

# ATTACH_PREVIEW_SECTION_FOOTER
source: Once activated, Olvid will fetch a preview of links you send and attach it to the message.
de: Sobald aktiviert, ruft Olvid eine Vorschau der von Ihnen gesendeten Links ab und fügt sie an die Nachricht an.
es: Una vez activado, Olvid obtendrá una vista previa de los enlaces que envíes y la adjuntará al mensaje.
fr: Une fois cette option activée, Olvid téléchargera un aperçu des liens que vous envoyez et le joindra au message.
it: Una volta attivata, Olvid recupererà un'anteprima dei link che invii e la aggiungerà al messaggio.
ja: Olvidを有効にすると、送信したリンクのプレビューを取得し、メッセージに添付します。
ko: 활성화되면 Olvid는 사용자가 전송하는 링크의 미리보기를 가져와 메시지에 첨부합니다.
pt_br: Após ser ativado, o Olvid buscará uma prévia dos links que você enviar e a anexará à mensagem.
pt_pt: Assim que ativado, o Olvid irá obter uma pré-visualização dos links que envia e anexá-la à mensagem.
ru: После активации Olvid будет извлекать предварительный просмотр ссылок, которые вы отправляете, и прикреплять его к сообщению.
uk: Після активації Olvid отримуватиме попередній перегляд посилань, які ви надсилаєте, та додаватиме його до повідомлення.
zh_hans: 启用后，Olvid 会提取您发送的链接的预览图，并将其附加到消息中。

# AUTOMATIC_BACKUP
source: Automatic backup to iCloud
de: Automatisches Backup in iCloud
es: Copia de seguridad automática en iCloud
fr: Sauvegarde automatique vers iCloud
it: Backup automatico su iCloud
ja: iCloudへの自動バックアップ
ko: iCloud에 자동 백업
pt_br: Backup automático no iCloud
pt_pt: Cópia de segurança automática para o iCloud
ru: Автоматическое резервное копирование в iCloud
uk: Автоматичне резервне копіювання до iCloud
zh_hans: 自动备份到 iCloud

# AUTOMATIC_BACKUP_COULD_NOT_BE_ENABLED_TITLE
source: Automatic backup could not be enabled
de: Automatische Sicherung konnte nicht aktiviert werden
es: No se pudo activar la copia de seguridad automática
fr: Il n'a pas été possible d'activer les sauvegardes automatiques
it: Impossibile attivare il backup automatico
ja: 自動バックアップを有効にできませんでした
ko: 자동 백업을 활성화할 수 없습니다
pt_br: Não foi possível ativar o backup automático
pt_pt: Não foi possível ativar a cópia de segurança automática
ru: Не удалось включить автоматическое резервное копирование
uk: Не вдалося ввімкнути автоматичне резервне копіювання
zh_hans: 无法启用自动备份

# AUTOMATIC_BACKUP_EXPLANATION
source: Activating this option allows to perform an automatic encrypted backup of your contacts, groups, and settings (messages and attachments are not backuped). Do not worry, this backup is encrypted 😇.
de: Wenn Sie diese Option aktivieren, wird automatisch ein verschlüsseltes Backup Ihrer Kontakte, Gruppen und Einstellungen erstellt (Nachrichten und Anhänge werden nicht gesichert). Keine Sorge, dieses Backup ist verschlüsselt 🛡️.
es: Activar esta opción permite realizar una copia de seguridad automática y cifrada de tus contactos, grupos y ajustes (los mensajes y archivos adjuntos no se incluyen en la copia de seguridad). No te preocupes, esta copia de seguridad está cifrada 🔒.
fr: Activer cette option permet d'effectuer une sauvegarde automatique de vos contacts, groupes et paramètres (les messages et pièces jointes ne sont pas sauvegardés).
it: Abilitando questa opzione, verrà eseguito automaticamente un backup crittografato dei tuoi contatti, gruppi e impostazioni (messaggi e allegati non vengono salvati). Non preoccuparti, questo backup è crittografato 🛡️.
ja: このオプションを有効にすると、連絡先、グループ、設定を自動的に暗号化してバックアップできます（メッセージや添付ファイルはバックアップされません）。ご安心ください。このバックアップは暗号化されています。
ko: 이 옵션을 활성화하면 연락처, 그룹 및 설정의 자동 암호화 백업을 수행할 수 있습니다(메시지와 첨부 파일은 백업되지 않음). 걱정하지 마세요. 이 백업은 암호화됩니다 🔒.
pt_br: Ativar esta opção permite realizar um backup criptografado automático dos seus contatos, grupos e configurações (mensagens e anexos não são incluídos no backup). Não se preocupe, este backup é criptografado 😇.
pt_pt: Ativar esta opção permite efetuar uma cópia de segurança encriptada automática dos seus contactos, grupos e definições (as mensagens e anexos não são guardados). Não se preocupe, esta cópia de segurança é encriptada 😇.
ru: Активация этой опции позволяет автоматически создавать зашифрованную резервную копию ваших контактов, групп и настроек (сообщения и вложения не резервируются). Не беспокойтесь, эта резервная копия зашифрована 🔒.
uk: Увімкнення цієї опції дозволяє автоматично створити зашифровану резервну копію ваших контактів, груп та налаштувань (повідомлення та вкладення не зберігаються). Не хвилюйтеся, ця резервна копія зашифрована 🔒.
zh_hans: 启用此选项可自动执行加密备份，备份您的联系人、群组和设置（不备份消息和附件）。请放心，此备份是加密的。😇

source: Automatic iCloud backups
de: Automatische iCloud-Sicherungen
es: Copias de seguridad automáticas de iCloud
fr: Sauvegardes iCloud automatiques
it: Backup automatici di iCloud
ja: iCloudへの自動バックアップ
ko: 자동 iCloud 백업
pt_br: Backups automáticos do iCloud
pt_pt: Cópias de segurança automáticas no iCloud
ru: Автоматическое резервное копирование в iCloud
uk: Автоматичні резервні копії iCloud
zh_hans: 自动 iCloud 备份

# AUTO_ACCEPT_GROUP_%llu_INVITATIONS_ALERT_ACCEPT_ACTION_TITLE
source: Accept the %llu pending group invitations now
de: Akzeptiere die %llu ausstehenden Gruppen-Einladungen jetzt
es: Aceptar las %llu invitaciones grupales pendientes ahora
fr: Accepter les %llu invitations de groupe maintenant
it: Accetta i %llu inviti al gruppo in sospeso ora
ja: 保留中の%llu件のグループ招待を今すぐ承認します
ko: 대기 중인 %llu개의 그룹 초대 요청을 지금 수락하세요.
pt_br: Aceite os %llu convites pendentes do grupo agora
pt_pt: Aceitar os %llu convites pendentes para o grupo agora
ru: Принять %llu ожидающих приглашения в группу сейчас
uk: Прийняти %llu запрошення в групу зараз
zh_hans: 立即接受 %llu 个待处理的群组邀请

# AUTO_ACCEPT_GROUP_%llu_INVITATIONS_ALERT_MESSAGE
source: Modifying this setting requires you to accept %llu pending group invitations.
de: Das Ändern dieser Einstellung erfordert die Annahme von %llu ausstehenden Gruppenanfragen.
es: Modificar esta configuración requiere que aceptes %llu invitaciones pendientes de grupo.
fr: Pour changer ce paramètre, vous devez accepter %llu invitations de groupe en attente.
it: La modifica di questa impostazione richiede l'accettazione di %llu inviti di gruppo in sospeso.
ja: この設定を変更するには、保留中のグループ招待を%llu件承諾する必要があります。
ko: 이 설정을 변경하려면 %llu개의 대기 중인 그룹 초대를 수락해야 합니다.
pt_br: Alterar esta configuração exige que você aceite %llu convites pendentes para grupos.
pt_pt: Alterar esta definição requer que aceite %llu convites pendentes para grupos.
ru: Для изменения этой настройки необходимо принять %llu ожидающих приглашения в группу.
uk: Зміна цього налаштування вимагає прийняття %llu незавершених запрошень до групи.
zh_hans: 修改此设置需先接受 %llu 个待处理的群组邀请。

# AUTO_ACCEPT_GROUP_INVITATIONS_ALERT_TITLE
source: Heads up!
de: Achtung!
es: ¡Atención!
fr: Avant d'aller plus loin…
it: Attenzione!
ja: ご注意！
ko: 주의!
pt_br: Atenção!
pt_pt: Atenção!
ru: Внимание!
uk: Обережно!
zh_hans: 注意！

# AUTO_ACCEPT_GROUP_INVITES_FROM
source: Automatically accept group invitations from…
de: Gruppenanfragen von… automatisch annehmen
es: Aceptar automáticamente invitaciones a grupos de…
fr: Accepter automatiquement les invitations de groupe de…
it: Accetta automaticamente gli inviti ai gruppi da…
ja: 次のグループからの招待を自動的に承認します
ko: 다음에서 오는 그룹 초대 자동으로 수락
pt_br: Aceitar automaticamente convites para grupos de…
pt_pt: Aceitar automaticamente convites para grupos de…
ru: Автоматически принимать приглашения в группы от…
uk: Автоматично приймати запрошення до груп від…
zh_hans: 自动接受来自……的群组邀请

# AUTO_READ_LABEL
source: Auto read
de: Automatische Lesebestätigung
es: Lectura automática
fr: Ouverture automatique
it: Lettura automatica
ja: 自動読み込み
ko: 자동 읽기
pt_br: Leitura automática
pt_pt: Leitura automática
ru: Автоматическое чтение
uk: Автоматичне читання
zh_hans: 自动阅读

# AUTO_READ_SECTION_FOOTER
source: Automatically open ephemeral messages. This only applies to messages whose ephemerality was set at the discussion level and not to messages for which the sender chooses a specific ephemerality.
de: Ephemeral Nachrichten automatisch öffnen. Dies gilt nur für Nachrichten, deren Ephemerität auf Diskussionsebene festgelegt wurde und nicht für Nachrichten, bei denen der Absender eine bestimmte Ephemerität wählt.
es: Abrir automáticamente los mensajes efímeros. Esto solo se aplica a los mensajes cuya efimeridad se estableció a nivel de la conversación y no a los mensajes para los cuales el remitente elige una efimeridad específica.
fr: Ouvrir automatiquement les messages éphémères. Cette ouverture automatique ne s'applique qu'aux messages dont l'éphémérité est due aux paramètres choisis pour la discussion entière, et pas aux messages dont l'éphémérité est spécifiquement choisie par l'envoyeur.
it: Apri automaticamente i messaggi effimeri. Questo si applica solo ai messaggi la cui effimerità è stata impostata a livello di discussione e non ai messaggi per i quali il mittente sceglie una specifica effimerità.
ja: 一時メッセージを自動的に開きます。これは、ディスカッションレベルで一時メッセージの設定がされているメッセージにのみ適用され、送信者が特定の期間を設定したメッセージには適用されません。
ko: 일시 메시지를 자동으로 엽니다. 이 기능은 대화 수준에서 일시 메시지 설정이 적용된 메시지에만 적용되며, 보낸 사람이 특정 일시 메시지 설정을 선택한 메시지에는 적용되지 않습니다.
pt_br: Abra automaticamente as mensagens temporárias. Isso se aplica apenas às mensagens cuja temporariedade foi definida no nível da conversa, e não às mensagens para as quais o remetente escolhe uma temporariedade específica.
pt_pt: Abrir automaticamente as mensagens temporárias. Isto aplica-se apenas às mensagens cuja duração foi definida ao nível da conversa e não às mensagens para as quais o remetente escolhe uma duração específica.
ru: Автоматически открывать самоуничтожающиеся сообщения. Это относится только к сообщениям, для которых самоуничтожение установлено на уровне беседы, а не к сообщениям, для которых отправитель выбирает определенное время самоуничтожения.
uk: Автоматично відкривати тимчасові повідомлення. Це стосується лише повідомлень, для яких термін життя встановлено на рівні дискусії, а не для тих, для яких відправник вибрав конкретний термін життя.
zh_hans: 自动打开阅后即焚消息。这仅适用于在对话级别设置了阅后即焚的消息，而不适用于发送者选择特定阅后即焚选项的消息。

source: Abort
de: Abbrechen
es: Cancelar
fr: Abandonner
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
pt_pt: Cancelar
ru: Отменить
uk: Скасувати
zh_hans: 取消

source: About
de: Über
es: Acerca de
fr: À propos
it: Info
ja: 概要
ko: 정보
pt_br: Sobre
pt_pt: Sobre
ru: О программе
uk: Про програму
zh_hans: 关于

source: Accept
de: Akzeptieren
es: Aceptar
fr: Accepter
it: Accetta
ja: 承認
ko: 수락
pt_br: Aceitar
pt_pt: Aceitar
ru: Принять
uk: Прийняти
zh_hans: 接受

source: Actions
de: Aktionen
es: Acciones
it: Azioni
ja: 操作
ko: 동작
pt_br: Ações
pt_pt: Ações
ru: Действия
uk: Дії
zh_hans: 操作

source: Active
de: Aktiv
es: Activo
it: Attivo
ja: アクティブ
ko: 활성
pt_br: Ativo
pt_pt: Ativo
ru: Активный
uk: Активний
zh_hans: 活跃

source: Add a reaction
de: Eine Reaktion hinzufügen
es: Añadir una reacción
fr: Ajouter une réaction
it: Aggiungi una reazione
ja: リアクションを追加
ko: 반응 추가
pt_br: Adicionar uma reação
pt_pt: Adicionar uma reação
ru: Добавить реакцию
uk: Додати реакцію
zh_hans: 添加表情

source: Admin
de: Administrator
es: Administrador
fr: Administrateur
it: Amministratore
ja: 管理者
ko: 관리자
pt_br: Administrador
pt_pt: Administrador
ru: Администратор
uk: Адмін
zh_hans: 管理员

source: Advanced
de: Erweitert
es: Avanzado
fr: Avancé
it: Avanzate
ja: 詳細
ko: 고급
pt_br: Avançado
pt_pt: Avançado
ru: Расширенные
uk: Розширені
zh_hans: 高级

source: After
de: Nach
es: Después
fr: Après
it: Dopo
ja: 〜後
ko: 이후
pt_br: Depois
pt_pt: Depois
ru: После
uk: Після
zh_hans: 之后

source: All logs
de: Alle Protokolle
es: Todos los registros
fr: Tous les logs
it: Tutti i log
ja: すべてのログ
ko: 모든 로그
pt_br: Todos os registros
pt_pt: Todos os registos
ru: Все логи
uk: Усі логи
zh_hans: 所有日志

source: Allow all api key activations
de: Alle API-Key-Aktivierungen zulassen
es: Permitir todas las activaciones de clave API
fr: Permettre l'activation de toute clé d'API
it: Consenti tutte le attivazioni della chiave API
ja: すべてのAPIキーのアクティベーションを許可
ko: 모든 API 키 활성화를 허용
pt_br: Permitir todas as ativações de chave de API
pt_pt: Permitir todas as ativações de chaves de API
ru: Разрешить все активации ключей API
uk: Дозволити всі активації ключів API
zh_hans: 允许所有 API 密钥激活

source: Always
de: Immer
es: Siempre
fr: Toujours
it: Sempre
ja: 常に
ko: 항상
pt_br: Sempre
pt_pt: Sempre
ru: Всегда
uk: Завжди
zh_hans: 始终

# Archived discussions are unarchived when a notification is received.
source: An archived discussion will be automatically unarchived when a notification is received in this discussion.
de: Eine archivierte Konversation wird automatisch wiederhergestellt, wenn in dieser Konversation eine Benachrichtigung empfangen wird.
es: Una conversación archivada se desarchivará automáticamente cuando se reciba una notificación en esta conversación.
fr: Une discussion archivée sera automatiquement désarchivée lors de la réception d’une notification dans cette discussion.
it: Una discussione archiviata verrà automaticamente riattivata quando si riceverà una notifica in questa discussione.
ja: アーカイブされたチャットで通知を受信すると、自動的にアーカイブが解除されます。
ko: 보관된 대화에서 알림이 수신되면 자동으로 보관 해제됩니다.
pt_br: Uma conversa arquivada será automaticamente desarquivada quando uma notificação for recebida nessa conversa.
pt_pt: Uma conversa arquivada será automaticamente desarquivada quando uma notificação for recebida nessa conversa.
ru: Заархивированная переписка будет автоматически разархивирована при получении уведомления в этой переписке.
uk: Заархівована дискусія буде автоматично розархівована, коли буде отримано сповіщення в цій дискусії.
zh_hans: 当此对话收到通知时，已归档的对话将自动取消归档。

# Archived discussions remains archived even though a notification is received.
source: An archived discussion stay archived until you decide to manually unarchive it.
de: Eine archivierte Konversation bleibt archiviert, bis Sie sie manuell wiederherstellen.
es: Una conversación archivada permanecerá archivada hasta que decidas desarchivarla manualmente.
fr: Une discussion archivée reste archivée jusqu'à ce que vous décidiez de la désarchiver manuellement.
it: Una discussione archiviata rimane archiviata finché non decidi di ripristinarla manualmente.
ja: アーカイブされたチャットは、手動でアーカイブ解除するまでアーカイブされたままになります。
ko: 보관된 대화는 사용자가 직접 보관 해제하기로 결정할 때까지 보관 상태로 유지됩니다.
pt_br: Uma conversa arquivada permanece arquivada até que você decida desativar o arquivo manualmente.
pt_pt: Uma conversa arquivada permanece arquivada até que decida reativá-la manualmente.
ru: Заархивированный диалог останется заархивированным, пока вы не решите вручную его разархивировать.
uk: Заархівована дискусія залишатиметься заархівованою, доки ви не розархівуєте її вручну.
zh_hans: 已归档的对话将保持归档状态，直到您手动将其取消归档为止。

source: Attachments smaller than %@ will be automatically downloaded. Larger attachments will require manual download.
de: Anhänge kleiner als %@ werden automatisch heruntergeladen. Größere Anhänge erfordern einen manuellen Download.
es: Los archivos adjuntos menores a %@ se descargarán automáticamente. Los archivos adjuntos más grandes requerirán una descarga manual.
fr: Les pièces jointes de taille inférieure à %@ seront téléchargées automatiquement. Les pièces jointes de plus grande taille devront être téléchargées manuellement.
it: Gli allegati più piccoli di %@ verranno scaricati automaticamente. Gli allegati più grandi richiederanno il download manuale.
ja: 添付ファイルが %@ より小さい場合、自動的にダウンロードされます。それより大きい添付ファイルは、手動でダウンロードする必要があります。
ko: %@보다 작은 첨부 파일은 자동으로 다운로드됩니다. 더 큰 첨부 파일은 수동으로 다운로드해야 합니다.
pt_br: Anexos menores que %@ serão baixados automaticamente. Anexos maiores exigirão o download manual.
pt_pt: Anexos com tamanho inferior a %@ serão automaticamente descarregados. Anexos maiores necessitarão de um download manual.
ru: Вложения размером менее %@ будут скачиваться автоматически. Для более крупных вложений потребуется ручная загрузка.
uk: Вкладення розміром менше ніж %@ будуть завантажуватися автоматично. Для більших вкладень знадобиться ручне завантаження.
zh_hans: 小于 %@ 的附件将自动下载。较大的附件需要手动下载。

source: Authenticate
de: Authentifizieren
es: Autenticar
fr: S'authentifier
it: Autenticazione
ja: 認証
ko: 인증
pt_br: Autenticar
pt_pt: Autenticar
ru: Аутентификация
uk: Аутентифікувати
zh_hans: 身份验证

source: Authorization Required
de: Autorisierung erforderlich
es: Autorización Requerida
fr: Autorisation Requise
it: Autorizzazione richiesta
ja: 認証が必要です
ko: 인증 필요
pt_br: Autorização Necessária
pt_pt: Autorização Necessária
ru: Требуется авторизация
uk: Потрібна авторизація
zh_hans: 需要授权

source: Authorization Restricted
de: Autorisierung eingeschränkt
es: Autorización Restringida
fr: Autorisation Restreinte
it: Autorizzazione ristretta
ja: 認証が制限されています
ko: 승인 제한
pt_br: Autorização restrita
pt_pt: Autorização Restrita
ru: Авторизация ограничена
uk: Авторизацію обмежено
zh_hans: 授权受限

# Automatic iCloud backup cleaning
source: Automatic old iCloud backups deletion
de: Automatisches Löschen alter iCloud-Backups
es: Eliminación automática de copias de seguridad antiguas de iCloud
fr: Suppression automatique des anciennes sauvegardes iCloud
it: Eliminazione automatica dei vecchi backup di iCloud
ja: 古い iCloud バックアップの自動削除
ko: 자동으로 오래된 iCloud 백업 삭제
pt_br: Exclusão automática de backups antigos do iCloud
pt_pt: Eliminação automática de cópias de segurança antigas do iCloud
ru: Автоматическое удаление старых резервных копий iCloud
uk: Автоматичне видалення старих резервних копій iCloud
zh_hans: 自动删除旧的 iCloud 备份

source: Backup and share now
de: Jetzt sichern und teilen
es: Guardar y compartir ahora
fr: Sauvegarder et partager
it: Esegui il backup e condividi ora
ja: 今すぐバックアップして共有
ko: 지금 백업하고 공유하세요
pt_br: Faça backup e compartilhe agora
pt_pt: Faça uma cópia de segurança e partilhe agora
ru: Создать резервную копию и отправить
uk: Зробіть резервну копію та надішліть зараз
zh_hans: 立即备份并分享

# BACKUP_AND_UPLOAD_NOW
source: Backup and upload to iCloud now
de: Jetzt sichern und in iCloud hochladen
es: Realizar copia de seguridad y subir a iCloud ahora
fr: Sauvegarder et télécharger vers iCloud
it: Esegui il backup e carica su iCloud ora
ja: 今すぐバックアップしてiCloudにアップロード
ko: 지금 iCloud에 백업하고 업로드하세요.
pt_br: Faça um backup e envie para o iCloud agora
pt_pt: Faça já uma cópia de segurança e carregue para o iCloud
ru: Создать резервную копию и загрузить в iCloud сейчас
uk: Створити резервну копію та завантажити в iCloud зараз
zh_hans: 立即备份并上传到 iCloud

# BIOMETRY_NOT_ENROLLED_ERROR_MESSAGE
source: To use this feature, you need to set up either Face ID or Touch ID in the Settings app.
de: Um diese Funktion nutzen zu können, müssen Sie entweder Face ID oder Touch ID in den Einstellungen aktivieren.
es: Para usar esta función, debes configurar Face ID o Touch ID en la aplicación de Ajustes.
fr: Pour utiliser cette fonctionnalité, vous devez configurer Face ID ou Touch ID dans l'app Réglages de votre appareil.
it: Per utilizzare questa funzione, devi configurare Face ID o Touch ID nelle impostazioni del dispositivo.
ja: この機能を使用するには、設定アプリでFace IDまたはTouch IDを設定する必要があります。
ko: 이 기능을 사용하려면 설정 앱에서 Face ID 또는 Touch ID를 설정해야 합니다.
pt_br: Para usar este recurso, você precisa configurar o Face ID ou o Touch ID no aplicativo Ajustes.
pt_pt: Para utilizar esta funcionalidade, tem de configurar o Face ID ou o Touch ID nas Definições.
ru: Для использования этой функции необходимо настроить Face ID или Touch ID в приложении «Настройки».
uk: Щоб використовувати цю функцію, вам потрібно налаштувати Face ID або Touch ID у програмі «Налаштування».
zh_hans: 要使用此功能，您需要在“设置”应用中设置 Face ID 或 Touch ID。
